import "./pages.css";

import "./Competition.css";

const Competition = () => {
  return (
    <div className="competition-container">
      <h1 className="main-title">Sabuj Sangha Competition Schedule</h1>
    

     <div className="day-card">
        <h2>📅 ২৩ শে জানুয়ারি (শনিবার)</h2>

        <ul>
          <li><span>সন্ধ্যা ৫ টায়: উদ্বোধনী অনুষ্ঠান</span> </li>
          <li><span>সন্ধ্যা ৭ টায়:</span> নৃত্য প্রতিযোগিতা</li>
        </ul>
        <div className="group-box">
          <p><strong>Group A:</strong> (লোকনৃত্য বা আধুনিক নৃত্য(সিনেমা বর্জিত))</p>
          <p><strong>Group B:</strong>(নজরুল গীতি বা রবীন্দ্র নৃত্য)</p>
        </div>
      </div>
      
      <div className="day-card">
        <h2>📅 ২৪ শে জানুয়ারি (শনিবার)</h2>

        <ul>
          <li><span>সকাল  ৯ টায়:</span> শঙ্খধ্বনি প্রতিযোগিতা (সর্বসাধারণ)</li>
          <li><span>সকাল ১০ টায়:</span> মিউজিক্যাল চেয়ার (কেবলমাত্র মহিলাদের জন্য)</li>
          <li><span>দুপুর 2 টায়:</span> কুইজ প্রতিযোগিতা (সর্বসাধারণ)</li>
          <li><span>সন্ধ্যা ৫ টায়:</span> অন্তাক্ষরী (সর্বসাধারণ)</li>
          <li><span>সন্ধ্যা ৭ টায়:</span> নৃত্য প্রতিযোগিতা</li>
        </ul>
        <div className="group-box">
          <p><strong>বিভাগ ক:</strong> (লোকনৃত্য বা আধুনিক নৃত্য(সিনেমা বর্জিত))</p>
          <p><strong>বিভাগ খ:</strong>(নজরুল গীতি)</p>
        </div>
      </div>

      
      <div className="day-card">
        <h2>📅 ২৫ শে জানুয়ারি (রবিবার)</h2>

        <ul>
          <li><span>সকাল  ৯ টায়:</span> অঙ্কন প্রতিযোগিতা</li>
          <div className="group-box">
          <p><strong>বিভাগ ক:</strong> (যেমন খুশি তেমন আঁকি)</p>
          <p><strong>বিভাগ খ:</strong>(গঙ্গাসাগর মেলা)</p>
          <p><strong>বিভাগ গ:</strong>(আমার স্বপ্নের ভারতবর্ষ)</p>
        </div>
          <li><span>সকাল ১০ টায়:</span> SCIENCE FAIR (2 জনের দল )</li>
          <li><span>সকাল ১১ টায়:</span> হাঁড়িভাঙ্গা (সর্বসাধারণ)</li>
          <li><span>দুপুর ১ টায়:</span> কবিতা আবৃত্তি</li>
        <div className="group-box">
          <p><strong>বিভাগ ক:</strong> সুকুমার রায় ( সর্বোচ্চ ৪ মিনিট)</p>
          <p><strong>বিভাগ খ:</strong> রবীন্দ্রনাথ ঠাকুর (সর্বোচ্চ ৫ মিনিট )</p>
          <p><strong>বিভাগ গ:</strong> যেকোনো কবিতা ( সর্বোচ্চ ৬ মিনিট)</p>
        </div>
        <li><span>বিকাল ৪ টায়:</span> মোমবাতি প্রজ্জ্বলন (সর্বসাধারণ)</li>
         </ul>

        <p className="special-note">
          ⏰ Evening 6 PM: Prize Distribution Ceremony (Open for All)
        </p>
      </div>
    </div>
  );
};

export default Competition;

