const Rule = () => {
  return (
    <div className="rules-page">
      <h1 className="main-title">নিয়মাবলী</h1>

     <div className="day-card">  
      <ol >
        <li>অনুষ্ঠান বিচারকমণ্ডলী ও কমিটির সিদ্ধান্ত চূড়ান্ত বলে গণ্য হবে।</li>
        <li>প্রয়োজনে বয়সের প্রমাণপত্র ও শ্রেণী মানপত্র (রেজাল্ট) লাগবে।</li>
        <li>‘ক’ বিভাগের বয়স সীমা তৃতীয় শ্রেণী পর্যন্ত।</li>
        <li>‘খ’ বিভাগের বয়স সীমা চতুর্থ থেকে সপ্তম শ্রেণী পর্যন্ত।</li>
        <li>‘গ’ বিভাগের বয়স সীমা অষ্টম শ্রেণী থেকে সর্বসাধারণ।</li>
        <li>
          নৃত্য প্রতিযোগিতা –
          <ul>
            <li>Gr-A ( শূন্য থেকে চতুর্থ শ্রেণী)</li>
            <li>Gr-B (পঞ্চম থেকে দশম শ্রেণী)</li>
          </ul>
        </li>
        <li>আঁকাতে শুধুমাত্র আর্ট পেপার দেওয়া হবে। সময় – ১.৩০ ঘন্টা।</li>
        <li>প্রতিযোগীদের কবিতার প্রতিলিপি আনতে হবে।</li>
        <li>অন্তাক্ষরী, কুইজ ও বিজ্ঞান মেলা – দুই জনের দল হবে।</li>
        <li>নৃত্যে – পেনড্রাইভে একটিমাত্র গান থাকবে ও সিস্টেম চেক করে আনতে হবে।</li>
      </ol>
      </div>
    </div>
  );
};

export default Rule;
